const k3_questions = [
    {
      questionNumber: 1,
      title: "*1、请仔细观察图，依据线路配线、安装及用电设备使用等相关规程规定，找出图中所存在的安全隐患、安全风险及其正确排除方法，下列描述中正确的有（）。",
      image: "diyashicao/K3-imge/20250517104507_17474499073rYrwe3XfT.png",
      options: [
        "A.导线明敷布线存在隐患。应按规范安装，垂直敷设1.8米以下及水平敷设2.5米以下要有保护措施。需加装金属软管或镀锌钢管保护，防止绝缘受损的措施。",
        "B.升降电动机旋转部分无防护置，存在隐患。应按规范选配，电动机的旋转部分应加装防护查。",
        "C.操作开关(倒顺开关)金属外壳无做好相应保护接地或接零措施，存在隐患。应按规范装配，金属外壳要做好保护接地或接零措施。",
        "D.升降电动机金属外壳未做好保护接地或接零措施，存在隐患。应按规范装配，采用铜芯不小于1.0平方毫米黄绿双色线做好保护接地或接零措施。",
        "E.升隆电动机，金属外壳未做好保护接地或接零措施，存在隐患。应按规范装配，应该与升降钢丝绳连接在一起，做好保护接地或接零措施。"
      ],
      correctAnswer: "A.导线明敷布线存在隐患。应按规范安装，垂直敷设1.8米以下及水平敷设2.5米以下要有保护措施。需加装金属软管或镀锌钢管保护，防止绝缘受损的措施。┋B.升降电动机旋转部分无防护置，存在隐患。应按规范选配，电动机的旋转部分应加装防护查。┋C.操作开关(倒顺开关)金属外壳无做好相应保护接地或接零措施，存在隐患。应按规范装配，金属外壳要做好保护接地或接零措施。"
    },
    {
      questionNumber: 2,
      title: "*2、请仔细观察图，依据开关、配电线路及操作等相关规程规定，找出图中所存在的安全隐患、安全风险及其正确排除方法，下列描述中正确的有（）。",
      image: "diyashicao/K3-imge/20250517104523_1747449923xNeWkKsHcX.png",
      options: [
        "A.开关安装高度过低，存在隐患。应按规范安装，固定式配电箱、开关箱的中心点与地面的垂直距离应为1.4~1.6m。",
        "B.该闸刀开关安装高度过低，存在隐患。应按规范安装，固定式配电箱、开关箱的中心点与地面的垂直距离应为1.4~2.0m。",
        "C.如果操作开关时，操作人员站在开关的正面。那么就违反了操作规程。应按规范操作，正面操作时是便于观察开关参数。",
        "D.如果该开关与其控制的固定式用电设备的水平距离超过5m的；超过距离。应按规范安装，该开关与其控制的固定式用电设备的水平距离不应超过4m。",
        "E.该开关同时控制两台用电设备，存在隐患。应按规范要求，违反了用电设备应执行\"一机一闸一保护”控制保护的规定；严禁一个开关控制两台(条)及以上用电设备(线路)。"
      ],
      correctAnswer: "A.开关安装高度过低，存在隐患。应按规范安装，固定式配电箱、开关箱的中心点与地面的垂直距离应为1.4~1.6m。┋E.该开关同时控制两台用电设备，存在隐患。应按规范要求，违反了用电设备应执行\"一机一闸一保护”控制保护的规定；严禁一个开关控制两台(条)及以上用电设备(线路)。"
    },
    {
      questionNumber: 3,
      title: "*3、找出图中所存在的安全隐患安全风险及其正确排除方法，下列描述中正确的有（）。",
      image: "diyashicao/K3-imge/20250517104535_1747449935MRaNQ8HZpS.png",
      options: [
        "A.作业人员在带电设备附近或带电设备上工作时使用金属卷尺，存在隐患。应按规范要求使用，作业人员在带电设备附近或带电设备上工作时，禁止使用金属卷尺等导电工具。",
        "B.作业人员在狭窄场所工作时无戴安全帽，存在隐患。应按规范要求，作业人员在狭窄场所工作时应戴安全帽，防止头部触碰带电体导致触电。",
        "C.配电柜后面的维护通道宽度为0.5m，存在隐患。配电柜后面的维护通道宽度，单列布置或双列面对面布置应不小于0.8m.",
        "D.配电柜后面的维护通道宽度为0.5m，存在隐患。配电柜后面的维护通道宽度，单列布置或双列面对面布置应不小于1.2m。",
        "E.作业人员独自一人在带电设备附近工作，存在隐患。应按规范要求，作业人员必须穿戴合格的防护用具，设监护人(要年龄较大的人担任)，使用绝缘工具，作业环境允许时方可进行。"
      ],
      correctAnswer: "A.作业人员在带电设备附近或带电设备上工作时使用金属卷尺，存在隐患。应按规范要求使用，作业人员在带电设备附近或带电设备上工作时，禁止使用金属卷尺等导电工具。┋B.作业人员在狭窄场所工作时无戴安全帽，存在隐患。应按规范要求，作业人员在狭窄场所工作时应戴安全帽，防止头部触碰带电体导致触电。┋C.配电柜后面的维护通道宽度为0.5m，存在隐患。配电柜后面的维护通道宽度，单列布置或双列面对面布置应不小于0.8m."
    },
    {
      questionNumber: 4,
      title: "*4、依据线路配线及用电设备等的相关规程规定，找出图中或设置中的安全隐患、安全风险及其正确排除方法，下列描述中正确的有（）。",
      image: "diyashicao/K3-imge/20250517104546_1747449946DHnxz4QdxA.png",
      options: [
        "A.移动式设备的负荷线采用花线布线，存在隐患。应按规范装配，移动式电源线应用橡皮护套铜芯软电缆，且中间不应有接头。",
        "B.移动式设备的负荷线颜色不对，存在隐患。应按规范装配，应用三芯橡皮护套铜芯软电缆，其中绿/黄双色芯线必须用作PE线，棕色为零线，蓝色为相线。",
        "C.移动式PLC主机实训板的电源进线处无绝缘护套，存在隐患。应按规范装配，进线口应加绝缘护套，防止进线口导线绝缘受损。",
        "D.移动式PLC主机实训板的电源插头用单相三脚插头，存在隐患。应按规范装配，选用单相二脚插头，设备金属外壳不需要接地或接零保护。",
        "E.PLC主机实训板移动时如果没拔掉插头，则带电搬动，存在隐患。按移动用电设备使用规范，移动用电设备时应断电。"
      ],
      correctAnswer: "A.移动式设备的负荷线采用花线布线，存在隐患。应按规范装配，移动式电源线应用橡皮护套铜芯软电缆，且中间不应有接头。┋C.移动式PLC主机实训板的电源进线处无绝缘护套，存在隐患。应按规范装配，进线口应加绝缘护套，防止进线口导线绝缘受损。┋E.PLC主机实训板移动时如果没拔掉插头，则带电搬动，存在隐患。按移动用电设备使用规范，移动用电设备时应断电。"
    },
    {
      questionNumber: 5,
      title: "*5、隐患、安全风险及其正确排除方法，下列描述中正确的有（）。",
      image: "diyashicao/K3-imge/20250517104605_1747449965Zfz4FC8kBK.png",
      options: [
        "A.绝缘导线架设在窗户活动部分上的布线方式存在隐患。应按规范安装，绝缘导线在水平敷设时，与窗户上的最小间距为200mm；不能夹伤绝缘导线。",
        "B.绝缘导线布线无固定点或固定点过长，存在隐患。应按规范装配，直敷布线应采用护套绝缘导线，其布线的固定点间距不应大于300mm；如果采用架空布线的，其截面不应小于铜芯6平方毫米。",
        "C.绝缘导线布线无固定点或固定点过长，存在隐患。应按规范装配，直敷布线应采用护套绝缘导线，其布线的固定点间距不应大于1000mm；如果采用架空布线的，其截面不应小于铜芯16平方毫米。",
        "D.单相线路的相线截面为铜芯1.5平方毫米，断路器额定电流为40A，则不能起过载保护功能存在隐患。应按规范选配采用断路器做过载保护时，绝缘导线长期连续负荷允许载流量不应小于断路器长延时过流脱扣器脱扣电流整定值的2.5倍。",
        "E.灯具灯头为开启式照明器设置在室外使用存在隐患。应按规范装配，室外有雨水，照明器应选用密闭型防水照明器或配有防水灯头的开启式照明器。"
      ],
      correctAnswer: "A.绝缘导线架设在窗户活动部分上的布线方式存在隐患。应按规范安装，绝缘导线在水平敷设时，与窗户上的最小间距为200mm；不能夹伤绝缘导线。┋B.绝缘导线布线无固定点或固定点过长，存在隐患。应按规范装配，直敷布线应采用护套绝缘导线，其布线的固定点间距不应大于300mm；如果采用架空布线的，其截面不应小于铜芯6平方毫米。┋E.灯具灯头为开启式照明器设置在室外使用存在隐患。应按规范装配，室外有雨水，照明器应选用密闭型防水照明器或配有防水灯头的开启式照明器。"
    },
    {
      questionNumber: 6,
      title: "*1、请指出标识的名称和用途，下列选项中，正确的是（）",
      image: "diyashicao/K3-imge/20250517094744_1747446464DKseJTfdBS.png",
      options: [
        "A.禁止入内；设置在禁止通行的过道上，高压试验地点，易造成事故或对人员有伤害的场所，如:高压设备室、配电房等入口处",
        "B.禁止行走；设置在禁止通行的过道上，高压试验地点，易造成事故或对人员有伤害的场所，如:高压设备室、配电房等入口处",
        "C.禁止停留；设置在禁止通行的过道上，高压试验地点，易造成事故或对人员有伤害的场所，如:高压设备室、配电房等入口处",
        "D.禁止通行；设置在禁止通行的过道上，高压试验地点，易造成事故或对人员有伤害的场所，如:高压设备室、配电房等入口处"
      ],
      correctAnswer: "A.禁止入内；设置在禁止通行的过道上，高压试验地点，易造成事故或对人员有伤害的场所，如:高压设备室、配电房等入口处"
    },
    {
      questionNumber: 7,
      title: "*7、请指出标识的名称和用途，下列选项中，正确的是（）",
      image: "diyashicao/K3-imge/20250517100549_1747447549nrd4ywd8md.png",
      options: [
        "A.门前不能堆放小货车和杂物；设置在电房的门上；台架变、坐地式台变的围栏或围墙的门上",
        "B.严禁停放车辆;电房的门上；设置在台架变坐地式台变的围栏或围墙的门上",
        "C.严禁停放车辆、堆放杂物等；设置在电房的门上；台架变、坐地式台变的围栏或围墙的门上",
        "D.严禁堆放杂物等；设置在电房的门上；台架变、坐地式台变的围栏或围墙的门上"
      ],
      correctAnswer: ""
    },
    {
      questionNumber: 8,
      title: "*13、请指出标识的名称和用途，下列选项中，正确的是（）",
      image: "diyashicao/K3-imge/20250517100559_1747447559cAiSMC284i.png",
      options: [
        "A.禁止通行；悬挂在禁止通行的检修现场出入口处或有危险的作业区的适当位置",
        "B.禁止入内；悬挂在禁止通行的过道上，高压试验地点，易造成事故或对人员有伤害的场所",
        "C.禁止停留；悬挂在对人员具有直接危险的场所，如：危险路口、吊装作业区、输送带下方、预制梁架设区等处",
        "D.禁止站立；悬挂在禁止站立的检修现场出入口处"
      ],
      correctAnswer: "C.禁止停留；悬挂在对人员具有直接危险的场所，如：危险路口、吊装作业区、输送带下方、预制梁架设区等处"
    },
    {
      questionNumber: 9,
      title: "*19、请指出标识的名称和用途，下列选项中，正确的是（）",
      image: "diyashicao/K3-imge/20250517100608_1747447568eNxfkJEfdn.png",
      options: [
        "A.必须穿防护服；设置在从事电气作业等有安全隐患的工作环境时",
        "B.系安全带；设置在高差2m以上、周围没有设置防护围栏等易发生坠落危险的作业地点",
        "C.必须穿工作服；设置在从事电气作业等有安全隐患的工作环境时",
        "D.必须系安全带；设置在高差2m以上、周围没有设置防护围栏等易发生坠落危险的作业地点"
      ],
      correctAnswer: "D.必须系安全带；设置在高差2m以上、周围没有设置防护围栏等易发生坠落危险的作业地点"
    },
    {
      questionNumber: 10,
      title: "*25、请指出标识的名称和用途，下列选项中，正确的是（）",
      image: "diyashicao/K3-imge/20250517100621_1747447581wZkDbyxFQe.png",
      options: [
        "A.必须戴安全帽；设置在高空作业场所或作业场所对头部有伤害的场所",
        "B.必须戴安全帽；设置在易造成人体碾绕伤害的作业场所，如具有旋转设备的场所",
        "C.必须戴防护帽；设置在易造成人体碾绕伤害的作业场所，如具有旋转设备的场所",
        "D.必须戴防护帽；设置在低压电工作带电作业时"
      ],
      correctAnswer: "A.必须戴安全帽；设置在高空作业场所或作业场所对头部有伤害的场所"
    },
    {
      questionNumber: 11,
      title: "*1、请仔细观察图中安全标识，哪些是停电操作及检修设备场所有关或作业人员必须用的安全标识（）",
      image: "diyashicao/K3-imge/20250517100800_1747447680D5AHAZQGaJ.png",
      options: [
        "A.标识A",
        "B.标识B",
        "C.标识C",
        "D.标识D",
        "E.标识E",
        "F.标识F",
        "G.标识G",
        "H.标识H"
      ],
      correctAnswer: "A.标识A┋E.标识E┋F.标识F┋G.标识G"
    }
  ];